var qnaData =[
  {
    "id": "3",
    "status": "졸업 후 → 강릉을 떠나 춘천 소재 대학 진학 → 현재 강릉에서 거주",
    "qnalength": "3",
    "q1": "언제 고향을 떠났나?",
    "a1": "2008년 2월에 대학을 서울로 오면서. 서울 생활 14년차. 대학은 정확히는 경기도 부천인데 사실상 서울이지. 경계여서.",
    "q2": "서울에 오고 싶었나?",
    "a2": "응. 더 다양한 걸 경험하고 싶었어. 내가 생각하는 대학의 이미지 자체가 당연히 서울이라는 거에 한정돼있었어. (공부할 때 목표 같은 게 있었어?) 무조건 인서울이라고 생각했어. 내가 고등학교 때 일본어를 했었거든. 정부 프로그램으로 교류단 이런 활동을 했었어. 고등학교 때부터 대외 활동을 했는데 그런 게 서울에서 했거든. 그래서 그때부터 서울을 많이 왔다갔다 했었고. 그때 더 많이 알았지. 서울이 훨씬 기회가 많다는 걸.",
    "q3": "다시 고향에 돌아가 살 생각. 살라면 살 수 있는지. 못 산다면 왜. 고향 아닌 제3의 지역에서는",
    "a3": "응 살 수 있어. 나이가 들수록 그런 생각이 들어. 몇년 전만 해도 강릉에서 못 산다고 생각했어. 근데 서른 넘으니까 집순이 생활하고 특히 코로나 터지면서 그 생각 많이 했어. 한 절반을 재택근무 했거든. 그러다보니 집에 원룸에 혼자 있으면, 홈이 오피스가 되니까 주거 공간이랑 구분이 안되고 너무 답답한 거야. 갇힌 느낌이고. 그래서 강릉 내려가서 재택근무를 했어. 그 전에는 부모님이랑 오래 있고 하면, 부딪히고 그랬는데 오히려 부모님이 일 나가실 때 나는 집에서 혼자 일하니까. 방에서 일하다 나와서 거실 나와 쉬고 부모님 퇴근하면 저녁 먹고. 차 타고 나가서 바다바람 쐬고. 강릉 우리집에서 창밖에 보면 바다가 보이거든. 그런 생활 오랜만에 하니까 좋더라. 그런 환경에서 오는 안정감이 있더라고. 나중에 직장도 재택근무 하는 데로 구해서 강릉 서울 왔다갔다 하고 싶단 많이 했어. 코로나 영향이 있었어. 야외생활을 줄이니까 집에 대한 중요성이 커진 거지."
  },
  {
    "id": "4",
    "status": "졸업 후 → 강릉을 떠나 부천 소재 대학 진학 → 현재 서울에서 거주",
    "qnalength": "3",
    "q1": "언제 고향을 떠났나?",
    "a1": "2008년 2월에 대학을 서울로 오면서. 서울 생활 14년차. 대학은 정확히는 경기도 부천인데 사실상 서울이지. 경계여서.",
    "q2": "서울에 오고 싶었나?",
    "a2": "응. 더 다양한 걸 경험하고 싶었어. 내가 생각하는 대학의 이미지 자체가 당연히 서울이라는 거에 한정돼있었어. (공부할 때 목표 같은 게 있었어?) 무조건 인서울이라고 생각했어. 내가 고등학교 때 일본어를 했었거든. 정부 프로그램으로 교류단 이런 활동을 했었어. 고등학교 때부터 대외 활동을 했는데 그런 게 서울에서 했거든. 그래서 그때부터 서울을 많이 왔다갔다 했었고. 그때 더 많이 알았지. 서울이 훨씬 기회가 많다는 걸.",
    "q3": "다시 고향에 돌아가 살 생각. 살라면 살 수 있는지. 못 산다면 왜. 고향 아닌 제3의 지역에서는",
    "a3": "응 살 수 있어. 나이가 들수록 그런 생각이 들어. 몇년 전만 해도 강릉에서 못 산다고 생각했어. 근데 서른 넘으니까 집순이 생활하고 특히 코로나 터지면서 그 생각 많이 했어. 한 절반을 재택근무 했거든. 그러다보니 집에 원룸에 혼자 있으면, 홈이 오피스가 되니까 주거 공간이랑 구분이 안되고 너무 답답한 거야. 갇힌 느낌이고. 그래서 강릉 내려가서 재택근무를 했어. 그 전에는 부모님이랑 오래 있고 하면, 부딪히고 그랬는데 오히려 부모님이 일 나가실 때 나는 집에서 혼자 일하니까. 방에서 일하다 나와서 거실 나와 쉬고 부모님 퇴근하면 저녁 먹고. 차 타고 나가서 바다바람 쐬고. 강릉 우리집에서 창밖에 보면 바다가 보이거든. 그런 생활 오랜만에 하니까 좋더라. 그런 환경에서 오는 안정감이 있더라고. 나중에 직장도 재택근무 하는 데로 구해서 강릉 서울 왔다갔다 하고 싶단 많이 했어. 코로나 영향이 있었어. 야외생활을 줄이니까 집에 대한 중요성이 커진 거지."
  },
  {
    "id": "5",
    "status": "졸업 후 → 강릉을 떠나 수원 소재 대학 진학 → 현재 서울에서 거주",
    "qnalength": "3",
    "q1": "언제 고향을 떠났나?",
    "a1": "2008년 2월에 대학을 서울로 오면서. 서울 생활 14년차. 대학은 정확히는 경기도 부천인데 사실상 서울이지. 경계여서.",
    "q2": "서울에 오고 싶었나?",
    "a2": "응. 더 다양한 걸 경험하고 싶었어. 내가 생각하는 대학의 이미지 자체가 당연히 서울이라는 거에 한정돼있었어. (공부할 때 목표 같은 게 있었어?) 무조건 인서울이라고 생각했어. 내가 고등학교 때 일본어를 했었거든. 정부 프로그램으로 교류단 이런 활동을 했었어. 고등학교 때부터 대외 활동을 했는데 그런 게 서울에서 했거든. 그래서 그때부터 서울을 많이 왔다갔다 했었고. 그때 더 많이 알았지. 서울이 훨씬 기회가 많다는 걸.",
    "q3": "다시 고향에 돌아가 살 생각. 살라면 살 수 있는지. 못 산다면 왜. 고향 아닌 제3의 지역에서는",
    "a3": "응 살 수 있어. 나이가 들수록 그런 생각이 들어. 몇년 전만 해도 강릉에서 못 산다고 생각했어. 근데 서른 넘으니까 집순이 생활하고 특히 코로나 터지면서 그 생각 많이 했어. 한 절반을 재택근무 했거든. 그러다보니 집에 원룸에 혼자 있으면, 홈이 오피스가 되니까 주거 공간이랑 구분이 안되고 너무 답답한 거야. 갇힌 느낌이고. 그래서 강릉 내려가서 재택근무를 했어. 그 전에는 부모님이랑 오래 있고 하면, 부딪히고 그랬는데 오히려 부모님이 일 나가실 때 나는 집에서 혼자 일하니까. 방에서 일하다 나와서 거실 나와 쉬고 부모님 퇴근하면 저녁 먹고. 차 타고 나가서 바다바람 쐬고. 강릉 우리집에서 창밖에 보면 바다가 보이거든. 그런 생활 오랜만에 하니까 좋더라. 그런 환경에서 오는 안정감이 있더라고. 나중에 직장도 재택근무 하는 데로 구해서 강릉 서울 왔다갔다 하고 싶단 많이 했어. 코로나 영향이 있었어. 야외생활을 줄이니까 집에 대한 중요성이 커진 거지."
  },
  {
    "id": "6",
    "status": "졸업 후 → 강릉을 떠나 강원도 소재 대학 진학 → 현재 서울에서 거주",
    "qnalength": "3",
    "q1": "언제 고향을 떠났나?",
    "a1": "2008년 2월에 대학을 서울로 오면서. 서울 생활 14년차. 대학은 정확히는 경기도 부천인데 사실상 서울이지. 경계여서.",
    "q2": "서울에 오고 싶었나?",
    "a2": "응. 더 다양한 걸 경험하고 싶었어. 내가 생각하는 대학의 이미지 자체가 당연히 서울이라는 거에 한정돼있었어. (공부할 때 목표 같은 게 있었어?) 무조건 인서울이라고 생각했어. 내가 고등학교 때 일본어를 했었거든. 정부 프로그램으로 교류단 이런 활동을 했었어. 고등학교 때부터 대외 활동을 했는데 그런 게 서울에서 했거든. 그래서 그때부터 서울을 많이 왔다갔다 했었고. 그때 더 많이 알았지. 서울이 훨씬 기회가 많다는 걸.",
    "q3": "다시 고향에 돌아가 살 생각. 살라면 살 수 있는지. 못 산다면 왜. 고향 아닌 제3의 지역에서는",
    "a3": "응 살 수 있어. 나이가 들수록 그런 생각이 들어. 몇년 전만 해도 강릉에서 못 산다고 생각했어. 근데 서른 넘으니까 집순이 생활하고 특히 코로나 터지면서 그 생각 많이 했어. 한 절반을 재택근무 했거든. 그러다보니 집에 원룸에 혼자 있으면, 홈이 오피스가 되니까 주거 공간이랑 구분이 안되고 너무 답답한 거야. 갇힌 느낌이고. 그래서 강릉 내려가서 재택근무를 했어. 그 전에는 부모님이랑 오래 있고 하면, 부딪히고 그랬는데 오히려 부모님이 일 나가실 때 나는 집에서 혼자 일하니까. 방에서 일하다 나와서 거실 나와 쉬고 부모님 퇴근하면 저녁 먹고. 차 타고 나가서 바다바람 쐬고. 강릉 우리집에서 창밖에 보면 바다가 보이거든. 그런 생활 오랜만에 하니까 좋더라. 그런 환경에서 오는 안정감이 있더라고. 나중에 직장도 재택근무 하는 데로 구해서 강릉 서울 왔다갔다 하고 싶단 많이 했어. 코로나 영향이 있었어. 야외생활을 줄이니까 집에 대한 중요성이 커진 거지."
  },
  {
    "id": "8",
    "status": "졸업 후 → 강릉을 떠나 춘천 소재 대학 진학 → 현재 서울에서 거주",
    "qnalength": "3",
    "q1": "언제 고향을 떠났나?",
    "a1": "2008년 2월에 대학을 서울로 오면서. 서울 생활 14년차. 대학은 정확히는 경기도 부천인데 사실상 서울이지. 경계여서.",
    "q2": "서울에 오고 싶었나?",
    "a2": "응. 더 다양한 걸 경험하고 싶었어. 내가 생각하는 대학의 이미지 자체가 당연히 서울이라는 거에 한정돼있었어. (공부할 때 목표 같은 게 있었어?) 무조건 인서울이라고 생각했어. 내가 고등학교 때 일본어를 했었거든. 정부 프로그램으로 교류단 이런 활동을 했었어. 고등학교 때부터 대외 활동을 했는데 그런 게 서울에서 했거든. 그래서 그때부터 서울을 많이 왔다갔다 했었고. 그때 더 많이 알았지. 서울이 훨씬 기회가 많다는 걸.",
    "q3": "다시 고향에 돌아가 살 생각. 살라면 살 수 있는지. 못 산다면 왜. 고향 아닌 제3의 지역에서는",
    "a3": "응 살 수 있어. 나이가 들수록 그런 생각이 들어. 몇년 전만 해도 강릉에서 못 산다고 생각했어. 근데 서른 넘으니까 집순이 생활하고 특히 코로나 터지면서 그 생각 많이 했어. 한 절반을 재택근무 했거든. 그러다보니 집에 원룸에 혼자 있으면, 홈이 오피스가 되니까 주거 공간이랑 구분이 안되고 너무 답답한 거야. 갇힌 느낌이고. 그래서 강릉 내려가서 재택근무를 했어. 그 전에는 부모님이랑 오래 있고 하면, 부딪히고 그랬는데 오히려 부모님이 일 나가실 때 나는 집에서 혼자 일하니까. 방에서 일하다 나와서 거실 나와 쉬고 부모님 퇴근하면 저녁 먹고. 차 타고 나가서 바다바람 쐬고. 강릉 우리집에서 창밖에 보면 바다가 보이거든. 그런 생활 오랜만에 하니까 좋더라. 그런 환경에서 오는 안정감이 있더라고. 나중에 직장도 재택근무 하는 데로 구해서 강릉 서울 왔다갔다 하고 싶단 많이 했어. 코로나 영향이 있었어. 야외생활을 줄이니까 집에 대한 중요성이 커진 거지."
  },
  {
    "id": "10",
    "status": "졸업 후 → 강릉을 떠나 서울 소재 대학 진학 → 현재 서울에서 거주",
    "qnalength": "3",
    "q1": "언제 고향을 떠났나?",
    "a1": "2008년 2월에 대학을 서울로 오면서. 서울 생활 14년차. 대학은 정확히는 경기도 부천인데 사실상 서울이지. 경계여서.",
    "q2": "서울에 오고 싶었나?",
    "a2": "응. 더 다양한 걸 경험하고 싶었어. 내가 생각하는 대학의 이미지 자체가 당연히 서울이라는 거에 한정돼있었어. (공부할 때 목표 같은 게 있었어?) 무조건 인서울이라고 생각했어. 내가 고등학교 때 일본어를 했었거든. 정부 프로그램으로 교류단 이런 활동을 했었어. 고등학교 때부터 대외 활동을 했는데 그런 게 서울에서 했거든. 그래서 그때부터 서울을 많이 왔다갔다 했었고. 그때 더 많이 알았지. 서울이 훨씬 기회가 많다는 걸.",
    "q3": "다시 고향에 돌아가 살 생각. 살라면 살 수 있는지. 못 산다면 왜. 고향 아닌 제3의 지역에서는",
    "a3": "응 살 수 있어. 나이가 들수록 그런 생각이 들어. 몇년 전만 해도 강릉에서 못 산다고 생각했어. 근데 서른 넘으니까 집순이 생활하고 특히 코로나 터지면서 그 생각 많이 했어. 한 절반을 재택근무 했거든. 그러다보니 집에 원룸에 혼자 있으면, 홈이 오피스가 되니까 주거 공간이랑 구분이 안되고 너무 답답한 거야. 갇힌 느낌이고. 그래서 강릉 내려가서 재택근무를 했어. 그 전에는 부모님이랑 오래 있고 하면, 부딪히고 그랬는데 오히려 부모님이 일 나가실 때 나는 집에서 혼자 일하니까. 방에서 일하다 나와서 거실 나와 쉬고 부모님 퇴근하면 저녁 먹고. 차 타고 나가서 바다바람 쐬고. 강릉 우리집에서 창밖에 보면 바다가 보이거든. 그런 생활 오랜만에 하니까 좋더라. 그런 환경에서 오는 안정감이 있더라고. 나중에 직장도 재택근무 하는 데로 구해서 강릉 서울 왔다갔다 하고 싶단 많이 했어. 코로나 영향이 있었어. 야외생활을 줄이니까 집에 대한 중요성이 커진 거지."
  },
  {
    "id": "12",
    "status": "졸업 후 → 강릉을 떠나 서울 소재 대학 진학 → 현재 강릉에서 거주",
    "qnalength": "3",
    "q1": "언제 고향을 떠났나?",
    "a1": "2008년 2월에 대학을 서울로 오면서. 서울 생활 14년차. 대학은 정확히는 경기도 부천인데 사실상 서울이지. 경계여서.",
    "q2": "서울에 오고 싶었나?",
    "a2": "응. 더 다양한 걸 경험하고 싶었어. 내가 생각하는 대학의 이미지 자체가 당연히 서울이라는 거에 한정돼있었어. (공부할 때 목표 같은 게 있었어?) 무조건 인서울이라고 생각했어. 내가 고등학교 때 일본어를 했었거든. 정부 프로그램으로 교류단 이런 활동을 했었어. 고등학교 때부터 대외 활동을 했는데 그런 게 서울에서 했거든. 그래서 그때부터 서울을 많이 왔다갔다 했었고. 그때 더 많이 알았지. 서울이 훨씬 기회가 많다는 걸.",
    "q3": "다시 고향에 돌아가 살 생각. 살라면 살 수 있는지. 못 산다면 왜. 고향 아닌 제3의 지역에서는",
    "a3": "응 살 수 있어. 나이가 들수록 그런 생각이 들어. 몇년 전만 해도 강릉에서 못 산다고 생각했어. 근데 서른 넘으니까 집순이 생활하고 특히 코로나 터지면서 그 생각 많이 했어. 한 절반을 재택근무 했거든. 그러다보니 집에 원룸에 혼자 있으면, 홈이 오피스가 되니까 주거 공간이랑 구분이 안되고 너무 답답한 거야. 갇힌 느낌이고. 그래서 강릉 내려가서 재택근무를 했어. 그 전에는 부모님이랑 오래 있고 하면, 부딪히고 그랬는데 오히려 부모님이 일 나가실 때 나는 집에서 혼자 일하니까. 방에서 일하다 나와서 거실 나와 쉬고 부모님 퇴근하면 저녁 먹고. 차 타고 나가서 바다바람 쐬고. 강릉 우리집에서 창밖에 보면 바다가 보이거든. 그런 생활 오랜만에 하니까 좋더라. 그런 환경에서 오는 안정감이 있더라고. 나중에 직장도 재택근무 하는 데로 구해서 강릉 서울 왔다갔다 하고 싶단 많이 했어. 코로나 영향이 있었어. 야외생활을 줄이니까 집에 대한 중요성이 커진 거지."
  },
  {
    "id": "17",
    "status": "졸업 후 → 대학을 진학하지 않고 일본으로 유학 → 현재 강릉에서 거주",
    "qnalength": "3",
    "q1": "언제 고향을 떠났나?",
    "a1": "2008년 2월에 대학을 서울로 오면서. 서울 생활 14년차. 대학은 정확히는 경기도 부천인데 사실상 서울이지. 경계여서.",
    "q2": "서울에 오고 싶었나?",
    "a2": "응. 더 다양한 걸 경험하고 싶었어. 내가 생각하는 대학의 이미지 자체가 당연히 서울이라는 거에 한정돼있었어. (공부할 때 목표 같은 게 있었어?) 무조건 인서울이라고 생각했어. 내가 고등학교 때 일본어를 했었거든. 정부 프로그램으로 교류단 이런 활동을 했었어. 고등학교 때부터 대외 활동을 했는데 그런 게 서울에서 했거든. 그래서 그때부터 서울을 많이 왔다갔다 했었고. 그때 더 많이 알았지. 서울이 훨씬 기회가 많다는 걸.",
    "q3": "다시 고향에 돌아가 살 생각. 살라면 살 수 있는지. 못 산다면 왜. 고향 아닌 제3의 지역에서는",
    "a3": "응 살 수 있어. 나이가 들수록 그런 생각이 들어. 몇년 전만 해도 강릉에서 못 산다고 생각했어. 근데 서른 넘으니까 집순이 생활하고 특히 코로나 터지면서 그 생각 많이 했어. 한 절반을 재택근무 했거든. 그러다보니 집에 원룸에 혼자 있으면, 홈이 오피스가 되니까 주거 공간이랑 구분이 안되고 너무 답답한 거야. 갇힌 느낌이고. 그래서 강릉 내려가서 재택근무를 했어. 그 전에는 부모님이랑 오래 있고 하면, 부딪히고 그랬는데 오히려 부모님이 일 나가실 때 나는 집에서 혼자 일하니까. 방에서 일하다 나와서 거실 나와 쉬고 부모님 퇴근하면 저녁 먹고. 차 타고 나가서 바다바람 쐬고. 강릉 우리집에서 창밖에 보면 바다가 보이거든. 그런 생활 오랜만에 하니까 좋더라. 그런 환경에서 오는 안정감이 있더라고. 나중에 직장도 재택근무 하는 데로 구해서 강릉 서울 왔다갔다 하고 싶단 많이 했어. 코로나 영향이 있었어. 야외생활을 줄이니까 집에 대한 중요성이 커진 거지."
  },
  {
    "id": "18",
    "status": "졸업 후 → 강릉을 떠나 인천 소재 대학 진학 → 현재 세종에서 거주",
    "qnalength": "3",
    "q1": "언제 고향을 떠났나?",
    "a1": "2008년 2월에 대학을 서울로 오면서. 서울 생활 14년차. 대학은 정확히는 경기도 부천인데 사실상 서울이지. 경계여서.",
    "q2": "서울에 오고 싶었나?",
    "a2": "응. 더 다양한 걸 경험하고 싶었어. 내가 생각하는 대학의 이미지 자체가 당연히 서울이라는 거에 한정돼있었어. (공부할 때 목표 같은 게 있었어?) 무조건 인서울이라고 생각했어. 내가 고등학교 때 일본어를 했었거든. 정부 프로그램으로 교류단 이런 활동을 했었어. 고등학교 때부터 대외 활동을 했는데 그런 게 서울에서 했거든. 그래서 그때부터 서울을 많이 왔다갔다 했었고. 그때 더 많이 알았지. 서울이 훨씬 기회가 많다는 걸.",
    "q3": "다시 고향에 돌아가 살 생각. 살라면 살 수 있는지. 못 산다면 왜. 고향 아닌 제3의 지역에서는",
    "a3": "응 살 수 있어. 나이가 들수록 그런 생각이 들어. 몇년 전만 해도 강릉에서 못 산다고 생각했어. 근데 서른 넘으니까 집순이 생활하고 특히 코로나 터지면서 그 생각 많이 했어. 한 절반을 재택근무 했거든. 그러다보니 집에 원룸에 혼자 있으면, 홈이 오피스가 되니까 주거 공간이랑 구분이 안되고 너무 답답한 거야. 갇힌 느낌이고. 그래서 강릉 내려가서 재택근무를 했어. 그 전에는 부모님이랑 오래 있고 하면, 부딪히고 그랬는데 오히려 부모님이 일 나가실 때 나는 집에서 혼자 일하니까. 방에서 일하다 나와서 거실 나와 쉬고 부모님 퇴근하면 저녁 먹고. 차 타고 나가서 바다바람 쐬고. 강릉 우리집에서 창밖에 보면 바다가 보이거든. 그런 생활 오랜만에 하니까 좋더라. 그런 환경에서 오는 안정감이 있더라고. 나중에 직장도 재택근무 하는 데로 구해서 강릉 서울 왔다갔다 하고 싶단 많이 했어. 코로나 영향이 있었어. 야외생활을 줄이니까 집에 대한 중요성이 커진 거지."
  },
  {
    "id": "22",
    "status": "졸업 후 → 강릉을 떠나 서울 소재 대학 진학 → 현재 속초에서 거주",
    "qnalength": "3",
    "q1": "언제 고향을 떠났나?",
    "a1": "2008년 2월에 대학을 서울로 오면서. 서울 생활 14년차. 대학은 정확히는 경기도 부천인데 사실상 서울이지. 경계여서.",
    "q2": "서울에 오고 싶었나?",
    "a2": "응. 더 다양한 걸 경험하고 싶었어. 내가 생각하는 대학의 이미지 자체가 당연히 서울이라는 거에 한정돼있었어. (공부할 때 목표 같은 게 있었어?) 무조건 인서울이라고 생각했어. 내가 고등학교 때 일본어를 했었거든. 정부 프로그램으로 교류단 이런 활동을 했었어. 고등학교 때부터 대외 활동을 했는데 그런 게 서울에서 했거든. 그래서 그때부터 서울을 많이 왔다갔다 했었고. 그때 더 많이 알았지. 서울이 훨씬 기회가 많다는 걸.",
    "q3": "다시 고향에 돌아가 살 생각. 살라면 살 수 있는지. 못 산다면 왜. 고향 아닌 제3의 지역에서는",
    "a3": "응 살 수 있어. 나이가 들수록 그런 생각이 들어. 몇년 전만 해도 강릉에서 못 산다고 생각했어. 근데 서른 넘으니까 집순이 생활하고 특히 코로나 터지면서 그 생각 많이 했어. 한 절반을 재택근무 했거든. 그러다보니 집에 원룸에 혼자 있으면, 홈이 오피스가 되니까 주거 공간이랑 구분이 안되고 너무 답답한 거야. 갇힌 느낌이고. 그래서 강릉 내려가서 재택근무를 했어. 그 전에는 부모님이랑 오래 있고 하면, 부딪히고 그랬는데 오히려 부모님이 일 나가실 때 나는 집에서 혼자 일하니까. 방에서 일하다 나와서 거실 나와 쉬고 부모님 퇴근하면 저녁 먹고. 차 타고 나가서 바다바람 쐬고. 강릉 우리집에서 창밖에 보면 바다가 보이거든. 그런 생활 오랜만에 하니까 좋더라. 그런 환경에서 오는 안정감이 있더라고. 나중에 직장도 재택근무 하는 데로 구해서 강릉 서울 왔다갔다 하고 싶단 많이 했어. 코로나 영향이 있었어. 야외생활을 줄이니까 집에 대한 중요성이 커진 거지."
  },
  {
    "id": "26",
    "status": "졸업 후 → 강릉을 떠나 춘천 소재 대학 진학 → 현재 서울에서 거주",
    "qnalength": "3",
    "q1": "언제 고향을 떠났나?",
    "a1": "2008년 2월에 대학을 서울로 오면서. 서울 생활 14년차. 대학은 정확히는 경기도 부천인데 사실상 서울이지. 경계여서.",
    "q2": "서울에 오고 싶었나?",
    "a2": "응. 더 다양한 걸 경험하고 싶었어. 내가 생각하는 대학의 이미지 자체가 당연히 서울이라는 거에 한정돼있었어. (공부할 때 목표 같은 게 있었어?) 무조건 인서울이라고 생각했어. 내가 고등학교 때 일본어를 했었거든. 정부 프로그램으로 교류단 이런 활동을 했었어. 고등학교 때부터 대외 활동을 했는데 그런 게 서울에서 했거든. 그래서 그때부터 서울을 많이 왔다갔다 했었고. 그때 더 많이 알았지. 서울이 훨씬 기회가 많다는 걸.",
    "q3": "다시 고향에 돌아가 살 생각. 살라면 살 수 있는지. 못 산다면 왜. 고향 아닌 제3의 지역에서는",
    "a3": "응 살 수 있어. 나이가 들수록 그런 생각이 들어. 몇년 전만 해도 강릉에서 못 산다고 생각했어. 근데 서른 넘으니까 집순이 생활하고 특히 코로나 터지면서 그 생각 많이 했어. 한 절반을 재택근무 했거든. 그러다보니 집에 원룸에 혼자 있으면, 홈이 오피스가 되니까 주거 공간이랑 구분이 안되고 너무 답답한 거야. 갇힌 느낌이고. 그래서 강릉 내려가서 재택근무를 했어. 그 전에는 부모님이랑 오래 있고 하면, 부딪히고 그랬는데 오히려 부모님이 일 나가실 때 나는 집에서 혼자 일하니까. 방에서 일하다 나와서 거실 나와 쉬고 부모님 퇴근하면 저녁 먹고. 차 타고 나가서 바다바람 쐬고. 강릉 우리집에서 창밖에 보면 바다가 보이거든. 그런 생활 오랜만에 하니까 좋더라. 그런 환경에서 오는 안정감이 있더라고. 나중에 직장도 재택근무 하는 데로 구해서 강릉 서울 왔다갔다 하고 싶단 많이 했어. 코로나 영향이 있었어. 야외생활을 줄이니까 집에 대한 중요성이 커진 거지."
  },
  {
    "id": "27",
    "status": "졸업 후 → 강릉을 떠나 수도권 소재 대학 진학 → 현재 서울에서 거주",
    "qnalength": "3",
    "q1": "언제 고향을 떠났나?",
    "a1": "2008년 2월에 대학을 서울로 오면서. 서울 생활 14년차. 대학은 정확히는 경기도 부천인데 사실상 서울이지. 경계여서.",
    "q2": "서울에 오고 싶었나?",
    "a2": "응. 더 다양한 걸 경험하고 싶었어. 내가 생각하는 대학의 이미지 자체가 당연히 서울이라는 거에 한정돼있었어. (공부할 때 목표 같은 게 있었어?) 무조건 인서울이라고 생각했어. 내가 고등학교 때 일본어를 했었거든. 정부 프로그램으로 교류단 이런 활동을 했었어. 고등학교 때부터 대외 활동을 했는데 그런 게 서울에서 했거든. 그래서 그때부터 서울을 많이 왔다갔다 했었고. 그때 더 많이 알았지. 서울이 훨씬 기회가 많다는 걸.",
    "q3": "다시 고향에 돌아가 살 생각. 살라면 살 수 있는지. 못 산다면 왜. 고향 아닌 제3의 지역에서는",
    "a3": "응 살 수 있어. 나이가 들수록 그런 생각이 들어. 몇년 전만 해도 강릉에서 못 산다고 생각했어. 근데 서른 넘으니까 집순이 생활하고 특히 코로나 터지면서 그 생각 많이 했어. 한 절반을 재택근무 했거든. 그러다보니 집에 원룸에 혼자 있으면, 홈이 오피스가 되니까 주거 공간이랑 구분이 안되고 너무 답답한 거야. 갇힌 느낌이고. 그래서 강릉 내려가서 재택근무를 했어. 그 전에는 부모님이랑 오래 있고 하면, 부딪히고 그랬는데 오히려 부모님이 일 나가실 때 나는 집에서 혼자 일하니까. 방에서 일하다 나와서 거실 나와 쉬고 부모님 퇴근하면 저녁 먹고. 차 타고 나가서 바다바람 쐬고. 강릉 우리집에서 창밖에 보면 바다가 보이거든. 그런 생활 오랜만에 하니까 좋더라. 그런 환경에서 오는 안정감이 있더라고. 나중에 직장도 재택근무 하는 데로 구해서 강릉 서울 왔다갔다 하고 싶단 많이 했어. 코로나 영향이 있었어. 야외생활을 줄이니까 집에 대한 중요성이 커진 거지."
  },
  {
    "id": "32",
    "status": "졸업 후 → 강릉을 떠나 서울 소재 대학 진학 → 현재 서울에서 거주",
    "qnalength": "3",
    "q1": "언제 고향을 떠났나?",
    "a1": "2008년 2월에 대학을 서울로 오면서. 서울 생활 14년차. 대학은 정확히는 경기도 부천인데 사실상 서울이지. 경계여서.",
    "q2": "서울에 오고 싶었나?",
    "a2": "응. 더 다양한 걸 경험하고 싶었어. 내가 생각하는 대학의 이미지 자체가 당연히 서울이라는 거에 한정돼있었어. (공부할 때 목표 같은 게 있었어?) 무조건 인서울이라고 생각했어. 내가 고등학교 때 일본어를 했었거든. 정부 프로그램으로 교류단 이런 활동을 했었어. 고등학교 때부터 대외 활동을 했는데 그런 게 서울에서 했거든. 그래서 그때부터 서울을 많이 왔다갔다 했었고. 그때 더 많이 알았지. 서울이 훨씬 기회가 많다는 걸.",
    "q3": "다시 고향에 돌아가 살 생각. 살라면 살 수 있는지. 못 산다면 왜. 고향 아닌 제3의 지역에서는",
    "a3": "응 살 수 있어. 나이가 들수록 그런 생각이 들어. 몇년 전만 해도 강릉에서 못 산다고 생각했어. 근데 서른 넘으니까 집순이 생활하고 특히 코로나 터지면서 그 생각 많이 했어. 한 절반을 재택근무 했거든. 그러다보니 집에 원룸에 혼자 있으면, 홈이 오피스가 되니까 주거 공간이랑 구분이 안되고 너무 답답한 거야. 갇힌 느낌이고. 그래서 강릉 내려가서 재택근무를 했어. 그 전에는 부모님이랑 오래 있고 하면, 부딪히고 그랬는데 오히려 부모님이 일 나가실 때 나는 집에서 혼자 일하니까. 방에서 일하다 나와서 거실 나와 쉬고 부모님 퇴근하면 저녁 먹고. 차 타고 나가서 바다바람 쐬고. 강릉 우리집에서 창밖에 보면 바다가 보이거든. 그런 생활 오랜만에 하니까 좋더라. 그런 환경에서 오는 안정감이 있더라고. 나중에 직장도 재택근무 하는 데로 구해서 강릉 서울 왔다갔다 하고 싶단 많이 했어. 코로나 영향이 있었어. 야외생활을 줄이니까 집에 대한 중요성이 커진 거지."
  },
  {
    "id": "36",
    "status": "졸업 후 → 강릉을 떠나 서울 소재 대학 진학 → 현재 분당에서 거주",
    "qnalength": "3",
    "q1": "언제 고향을 떠났나?",
    "a1": "2008년 2월에 대학을 서울로 오면서. 서울 생활 14년차. 대학은 정확히는 경기도 부천인데 사실상 서울이지. 경계여서.",
    "q2": "서울에 오고 싶었나?",
    "a2": "응. 더 다양한 걸 경험하고 싶었어. 내가 생각하는 대학의 이미지 자체가 당연히 서울이라는 거에 한정돼있었어. (공부할 때 목표 같은 게 있었어?) 무조건 인서울이라고 생각했어. 내가 고등학교 때 일본어를 했었거든. 정부 프로그램으로 교류단 이런 활동을 했었어. 고등학교 때부터 대외 활동을 했는데 그런 게 서울에서 했거든. 그래서 그때부터 서울을 많이 왔다갔다 했었고. 그때 더 많이 알았지. 서울이 훨씬 기회가 많다는 걸.",
    "q3": "다시 고향에 돌아가 살 생각. 살라면 살 수 있는지. 못 산다면 왜. 고향 아닌 제3의 지역에서는",
    "a3": "응 살 수 있어. 나이가 들수록 그런 생각이 들어. 몇년 전만 해도 강릉에서 못 산다고 생각했어. 근데 서른 넘으니까 집순이 생활하고 특히 코로나 터지면서 그 생각 많이 했어. 한 절반을 재택근무 했거든. 그러다보니 집에 원룸에 혼자 있으면, 홈이 오피스가 되니까 주거 공간이랑 구분이 안되고 너무 답답한 거야. 갇힌 느낌이고. 그래서 강릉 내려가서 재택근무를 했어. 그 전에는 부모님이랑 오래 있고 하면, 부딪히고 그랬는데 오히려 부모님이 일 나가실 때 나는 집에서 혼자 일하니까. 방에서 일하다 나와서 거실 나와 쉬고 부모님 퇴근하면 저녁 먹고. 차 타고 나가서 바다바람 쐬고. 강릉 우리집에서 창밖에 보면 바다가 보이거든. 그런 생활 오랜만에 하니까 좋더라. 그런 환경에서 오는 안정감이 있더라고. 나중에 직장도 재택근무 하는 데로 구해서 강릉 서울 왔다갔다 하고 싶단 많이 했어. 코로나 영향이 있었어. 야외생활을 줄이니까 집에 대한 중요성이 커진 거지."
  }
];